;---------------------------
;---------------------------

[MrK_EmptyRShoulder_LA_M X2BodyPartTemplate]
DisplayName="Empty Serpent Suit Shoulder"
[MrK_EmptyLShoulder_LA_M X2BodyPartTemplate]
DisplayName="Empty Serpent Suit Shoulder"

[MrK_EmptyRShoulder_LA_F X2BodyPartTemplate]
DisplayName="Empty Serpent Suit Shoulder"
[MrK_EmptyLShoulder_LA_F X2BodyPartTemplate]
DisplayName="Empty Serpent Suit Shoulder"

[MrK_EmptyRArm_LA_M X2BodyPartTemplate]
DisplayName="Empty Serpent Suit Arm"
[MrK_EmptyLArm_LA_M X2BodyPartTemplate]
DisplayName="Empty Serpent Suit Arm"

[MrK_EmptyRArm_LA_F X2BodyPartTemplate]
DisplayName="Empty Serpent Suit Arm"
[MrK_EmptyLArm_LA_F X2BodyPartTemplate]
DisplayName="Empty Serpent Suit Arm"

[MrK_EmptyRShoulder_LA2_M X2BodyPartTemplate]
DisplayName="Empty Serpent Suit Shoulder"
[MrK_EmptyLShoulder_LA2_M X2BodyPartTemplate]
DisplayName="Empty Serpent Suit Shoulder"

[MrK_EmptyRShoulder_LA2_F X2BodyPartTemplate]
DisplayName="Empty Serpent Suit Shoulder"
[MrK_EmptyLShoulder_LA2_F X2BodyPartTemplate]
DisplayName="Empty Serpent Suit Shoulder"

[MrK_EmptyRArm_LA2_M X2BodyPartTemplate]
DisplayName="Empty Serpent Suit Arm"
[MrK_EmptyLArm_LA2_M X2BodyPartTemplate]
DisplayName="Empty Serpent Suit Arm"

[MrK_EmptyRArm_LA2_F X2BodyPartTemplate]
DisplayName="Empty Serpent Suit Arm"
[MrK_EmptyLArm_LA2_F X2BodyPartTemplate]
DisplayName="Empty Serpent Suit Arm"

[MrK_EmptyRShoulder_MA_M X2BodyPartTemplate]
DisplayName="Empty Icarus Armor Shoulder"
[MrK_EmptyLShoulder_MA_M X2BodyPartTemplate]
DisplayName="Empty Icarus Armor Shoulder"

[MrK_EmptyRShoulder_MA_F X2BodyPartTemplate]
DisplayName="No Shoulder"
[MrK_EmptyLShoulder_MA_F X2BodyPartTemplate]
DisplayName="Empty Icarus Armor Shoulder"

[MrK_EmptyRShoulder_MA_M X2BodyPartTemplate]
DisplayName="No Arm"
[MrK_EmptyLShoulder_MA_M X2BodyPartTemplate]
DisplayName="Empty Icarus Armor Arm"

[MrK_EmptyRArm_MA_F X2BodyPartTemplate]
DisplayName="No Arm"
[MrK_EmptyLArm_MA_F X2BodyPartTemplate]
DisplayName="Empty Icarus Armor Arm"

[MrK_EmptyRShoulder_HA_M X2BodyPartTemplate]
DisplayName="Empty R.A.G.E. Suit Shoulder"
[MrK_EmptyLShoulder_HA_M X2BodyPartTemplate]
DisplayName="Empty R.A.G.E. Suit Shoulder"

[MrK_EmptyRShoulder_HA_F X2BodyPartTemplate]
DisplayName="Empty R.A.G.E. Suit Shoulder"
[MrK_EmptyLShoulder_HA_F X2BodyPartTemplate]
DisplayName="Empty R.A.G.E. Suit Shoulder"

[MrK_EmptyRArm_HA_M X2BodyPartTemplate]
DisplayName="Empty R.A.G.E. Suit Arm"
[MrK_EmptyLArm_HA_M X2BodyPartTemplate]
DisplayName="Empty R.A.G.E. Suit Arm"

[MrK_EmptyRArm_HA_F X2BodyPartTemplate]
DisplayName="Empty R.A.G.E. Suit Arm"
[MrK_EmptyLArm_HA_F X2BodyPartTemplate]
DisplayName="Empty R.A.G.E. Suit Arm"

[MrK_EmptyRShoulder_HA2_M X2BodyPartTemplate]
DisplayName="Empty R.A.G.E. Suit Shoulder"
[MrK_EmptyLShoulder_HA2_M X2BodyPartTemplate]
DisplayName="Empty R.A.G.E. Suit Shoulder"

[MrK_EmptyRShoulder_HA2_F X2BodyPartTemplate]
DisplayName="Empty R.A.G.E. Suit Shoulder"
[MrK_EmptyLShoulder_HA2_F X2BodyPartTemplate]
DisplayName="Empty R.A.G.E. Suit Shoulder"

[MrK_EmptyRArm_HA2_M X2BodyPartTemplate]
DisplayName="Empty R.A.G.E. Suit Arm"
[MrK_EmptyLArm_HA2_M X2BodyPartTemplate]
DisplayName="Empty R.A.G.E. Suit Arm"

[MrK_EmptyRArm_HA2_F X2BodyPartTemplate]
DisplayName="Empty R.A.G.E. Suit Arm"
[MrK_EmptyLArm_HA2_F X2BodyPartTemplate]
DisplayName="Empty R.A.G.E. Suit Arm"
